<p>
  1.ไม่กระทำผิดตาม พ.ร.บ.ว่าด้วยการกระทำผิดเกี่ยวกับคอมพิวเตอร์<br>
  2.ห้ามโพส ประกาศ สินค้า ที่สื่อถึง ลามกอนาจาร<br>
  3.การซื้อขายแลกเปลี่ยน เป็นการตกลงกันเองระหว่างสมาชิก ทางเว็บไซต์ไม่มีส่วนรู้เห็นหรือต้องรับผิดชอบใด ๆ ทั้งสิ้น<br>
  4.ลงประกาศ สินค้า อาหารเสริม ควรมี อย. กำกับด้วย และระบุส่วนผสมให้ชัดเจน<br>
  5.ประเภทสินค้าที่ห้ามประกาศตามที่กฏหมายกำหนดห้ามขาย (พบเจอลบทันที)<br>
  6.ห้ามประกาศงานที่ผิดต่อศิลธรรมทุกประการ<br>

  <br>

  <strong>หมายเหตุ</strong> ข้อตกลงในการลงสินค้าสามารถเปลี่ยนแปลงได้ตลอดเวลา การลงสินค้าหรือประกาศที่ผิดต่อข้อบังคับ ทางเว็บไซต์สามารถลบได้ทันที โดยที่ไม่ต้องแจ้งให้ทราบ ขึ้นอยู่กับดุลพินิจทางเราทั้งหมด
</p>