<strong>แก้ไขข้อมูลร้านค้า</strong><br>
<br><br>

1.เมนูด้านบนคลิกรูปโปรไฟล์ เมื่อคลิกแล้วจะแสดงร้านค้าของคุณ<br><br>
<img src="/images/manual/shop-setting/top-bar.png">
<br><br>
<img src="/images/manual/shop-setting/my-shop.png">

<br><br>

2.คลิกที่ปุ่ม "เพิ่มเติม" จะแสดงเมนูเพิ่มเติม จากนั้นคลิกที่ "ข้อมูลร้านค้า" เพื่อไปยังหน้าข้อมูลร้านค้า<br><br>
<img src="/images/manual/shop-setting/my-shop-setting-btn.png">

<br><br>

3.จะแสดงหัวข้อของข้อมูลร้านค้า
<br><br>
<img src="/images/manual/shop-setting/shop-setting-1.png">

<br><br>

4.เลือกหัวข้อที่ต้องการแก้ไข โดยมีหัวข้อ<br><br>
- <strong>คำอธิบายเกี่ยวกับร้านค้า</strong> เป็นการเพิ่มคำอธิบายสั้นๆของร้านค้า เพื่ออธิบายถึงบริษัท ร้านค้า หรือธุรกิจของคุณ<br><br>
- <strong>ที่อยู่ร้านค้า</strong> หากมีร้านค้าที่เปิดอยู่ สามารถระบุที่อยู่เพื่ออ้างอิงกับร้านค้าออนไลน์ของคุณ<br><br>
- <strong>การติดต่อ</strong> เป็นการเพิ่มข้อมูลการติดต่อของร้านค้า เช่น หมายเลขโทรศัพท์ อีเมล และอื่นๆ เป็นต้น<br><br>
- <strong>เวลาทำการ</strong> หากมีร้านค้าที่เปิดอยู่ สามารถระบุเวลาเปิด-ปิดร้านค้าของคุณ เพื่อให้ลูกค้าทราบเวลาทำการของร้านที่เปิดอยู่