เมนูจะถูกแบ่งเป็น 2 ส่วน<br>
1. เมนูส่วนบน<br>
2. เมนูส่วนด้านซ้าย<br>

<br><br>

เมนูส่วนบนจะเป็นเมนูแบบเจะแสดงข้อมูลทันที โดยจะมี<br><br>

<img src="/images/manual/ui-and-nav/top-bar.png">
<br><br>

1. การแจ้งเตือน<br>
2. ตระกร้าสินค้า<br>
3. ค้นหา<br>
4. บัญชีผู้ใช้ (จะแสดงเมื่อเข้าสู่ระบบ)<br>

<br><br>

เมนูส่วนด้านซ้าย จะเป็นตัวนำทางไปยังหน้าต่างๆ โดยจะมี<br><br>

<img src="/images/manual/ui-and-nav/left-bar.png">
<br><br>
1. หน้าแรก<br>
2. เข้าสู่ระบบ<br>
3. สมัครสมาชิก<br>
4. บริษัทและร้านค้า<br>
5. ร้านค้าของฉัน (จะแสดงเมื่อเข้าสู่ระบบ)<br>
6. สร้างบริษัทหรือร้านค้า<br>
7. สินค้าจากบริษัทและร้านค้า<br>
8. หมวดสินค้า<br>
9. งานจากบริษัทและร้านค้า<br>

<br><br>

ทั้งหมดนี้คือเมนูหลักที่จะนำผู้ใช้ไปในหน้าต่างๆทั้งหมดภายในของเว็บไซต์